{
  "generales": [
        "¿La altura del área de trabajo es ajustable o adecuada a la estatura del operador (nivel de codo o ligeramente por debajo)?",
        "¿Herramientas, materiales y controles de uso frecuente están ubicados dentro de la zona de alcance cómodo?",
        "¿Las superficies de trabajo son estables, limpias y permiten distintos tipos de tareas?",
        "¿Se permite trabajar sentado para tareas de precisión o inspección visual detallada?",
        "¿Se involucra a los trabajadores en el rediseño de sus propios espacios de trabajo?",
        "¿Se han recibido recomendaciones de servicio médico o salud ocupacional sobre mejoras ergonómicas en esta área?",
        "¿Se tienen registros fotográficos de posturas o cargas elevadas que hayan generado alertas o reportes previos?",
        "¿Se aprovecha al máximo la iluminación natural en áreas de trabajo?",
        "¿Se emplean colores claros en paredes y techos para mejorar la iluminación indirecta y reducir la fatiga visual?",
        "¿La zona de trabajo está iluminada uniformemente, evitando contrastes extremos?",
        "¿Cada trabajador dispone de iluminación suficiente para operar de forma segura y eficiente?",
        "¿Se usa iluminación localizada en tareas de inspección o precisión?",
        "¿Las fuentes de luz están apantalladas o reubicadas para evitar deslumbramientos?",
        "¿Se han eliminado reflejos molestos o superficies brillantes que obliguen al trabajador a modificar su postura visual?",
        "¿El fondo de la tarea visual favorece la visibilidad en tareas continuas?",
        "¿Se realiza limpieza y mantenimiento regular de luminarias para mantener condiciones visuales ergonómicas adecuadas?",
        "¿Se cuenta con extracción localizada eficaz en zonas críticas?",
        "¿Se usa ventilación natural cuando es posible para mantener el confort térmico?",
        "¿Se mantiene en buen estado el sistema de ventilación general y local?",
        "¿El ruido no interfiere con la comunicación, seguridad ni eficiencia del trabajo?",
        "¿Se han implementado soluciones que reduzcan el ruido ambiental en estaciones de trabajo donde se requiere concentración?",
        "¿El nivel de ruido en el área permite una comunicación efectiva y no genera fatiga auditiva durante tareas prolongadas?",
        "¿Se dispone de vestuarios y servicios higiénicos limpios y en buen estado?",
        "¿Hay áreas designadas para comidas, descanso y bebidas disponibles?",
        "¿Se involucra a los trabajadores en la mejora de las instalaciones de bienestar?",
        "¿Se han identificado previamente quejas musculoesqueléticas o lesiones por parte del personal en esta área?",
        "¿Se realiza rotación de tareas entre actividades con diferente exigencia física dentro del turno?",
        "¿El personal está capacitado en técnicas de levantamiento seguro y conoce los límites establecidos por la empresa?",
        "¿Se han evaluado recientemente los puestos de trabajo con base en NOM-036-1-STPS o ISO 11228?",
        "¿Los trabajadores participan en la planeación de sus tareas diarias?",
        "¿Se les consulta para optimizar el tiempo y contenido del trabajo?",
        "¿Se fomenta la resolución colaborativa de problemas laborales?",
        "¿Se involucra a los trabajadores en los cambios productivos y de mejora?",
        "¿Se reconocen y recompensan sus aportes en mejoras de seguridad y productividad?",
        "¿Se les informa periódicamente sobre los resultados de su trabajo?",
        "¿Se les capacita para asumir nuevas responsabilidades y hacer mejoras en sus tareas?",
        "¿Se promueve la comunicación abierta y el apoyo mutuo entre trabajadores?",
        "¿Se brindan oportunidades de aprendizaje y actualización técnica?",
        "¿Se forman equipos de trabajo con corresponsabilidad en resultados?",
        "¿Se rediseñan tareas repetitivas o monótonas para hacerlas más atractivas?",
        "¿Se ubican stocks intermedios entre procesos para evitar presión de tiempo?",
        "¿Se consideran habilidades y preferencias de los trabajadores en su asignación?",
        "¿Se adaptan estaciones y equipos para personas con discapacidad?",
        "¿Se promueve el benchmarking de buenas prácticas ergonómicas dentro y fuera de la empresa?"
  ],
  "condicionales": {
    "manipulaCargas": [
        "¿Las rutas internas de transporte están claramente señalizadas, libres de obstáculos y cumplen con protocolos de limpieza?",
        "¿Los pasillos tienen ancho suficiente para permitir el tránsito simultáneo de carritos o racks bidireccionales?",
        "¿Las superficies de rodamiento son planas, antideslizantes, sin pendientes bruscas ni desniveles?",
        "¿Se cuenta con rampas de inclinación máxima del 8% en lugar de escalones o desniveles en zonas de tránsito de materiales?",
        "¿La disposición de los materiales minimiza el transporte manual dentro de cada área de trabajo?",
        "¿Se utilizan carritos de acero inoxidable u otro material autorizado con ruedas de baja fricción para mover materiales?",
        "¿Se emplean dispositivos móviles auxiliares (como carros intermedios) para evitar cargas innecesarias?",
        "¿Hay estanterías ajustables en altura y cercanas a las estaciones de trabajo para reducir desplazamientos manuales?",
        "¿Se utilizan ayudas mecánicas (grúas, elevadores de columna, poleas) para el movimiento de materiales pesados?",
        "¿Se han sustituido tareas de manipulación manual con sistemas automáticos como bandas transportadoras o transferencias neumáticas?",
        "¿Los materiales se dividen en cargas menores (<25 kg según ISO 11228-1) para facilitar su manipulación segura?",
        "¿Los contenedores tienen asas ergonómicas, puntos de agarre visibles y permiten un agarre firme sin rotación de muñeca?",
        "¿Se han nivelado zonas de transferencia para evitar diferencias de altura en carga y descarga manual?",
        "¿Las tareas de alimentación y retiro de materiales se hacen horizontalmente mediante empuje o tracción, no mediante levantamiento?",
        "¿Las tareas de manipulación evitan posiciones forzadas como inclinaciones o torsiones de tronco?",
        "¿Los trabajadores mantienen las cargas pegadas al cuerpo y por debajo del nivel de los hombros durante el transporte manual?",
        "¿Las tareas manuales repetitivas se realizan durante más de 2 horas continuas sin variación?",
        "¿El levantamiento y depósito de materiales se realiza con movimientos controlados, en el plano frontal del cuerpo y sin rotación?",
        "¿Para trayectos largos se utilizan mochilas, bolsas simétricas o medios que distribuyan la carga en ambos lados del cuerpo?",
        "¿Las tareas de manipulación pesada se alternan con tareas más ligeras para evitar fatiga acumulativa?"

    ],
    "usaPantallas": [
        "¿Los puestos con pantallas permiten ajustes por parte del operador?",
        "¿Se realizan exámenes visuales periódicos y se proporcionan lentes de protección adecuados?",
        "¿El personal ha sido capacitado en el uso correcto de estaciones con pantalla?",
        "¿Se combinan tareas ante pantalla con tareas físicas para evitar fatiga ocular?",
        "¿Se permiten pausas cortas frecuentes en trabajos prolongados frente a pantalla?"
    ],
    "usaHerramientas": [
        "¿En tareas repetitivas se utilizan herramientas diseñadas específicamente para cada tarea (p. ej., pinzas, llaves, destornilladores calibrados)?",
        "¿Se emplean herramientas suspendidas en líneas de producción donde se realizan operaciones repetidas?",
        "¿Se usan fijadores (como mordazas o tornillos de banco) para estabilizar piezas durante operaciones manuales?",
        "¿Las herramientas de precisión ofrecen soporte ergonómico para la muñeca o el dorso de la mano?",
        "¿El peso de las herramientas está reducido al mínimo sin comprometer su funcionalidad?",
        "¿Las herramientas requieren una fuerza mínima para ser operadas, considerando la variabilidad de los operadores?",
        "¿Los mangos de las herramientas tienen forma, diámetro y longitud adecuados al tamaño de la mano promedio del operador?",
        "¿Se cuenta con superficies antideslizantes o retenedores para evitar deslizamiento o pellizcos en el uso de herramientas?",
        "¿Se han validado herramientas con bajo nivel de vibración y ruido conforme al perfil de riesgo del puesto?",
        "¿Cada herramienta tiene su ubicación asignada en estaciones 5S o shadow boards?",
        "¿Los trabajadores han sido capacitados formalmente en el uso seguro y adecuado de herramientas mecánicas?",
        "¿Las estaciones de trabajo permiten una postura estable y ergonómica para usar herramientas con seguridad?",
        "¿Existe algún equipo de asistencia o ayuda técnica disponible, pero en desuso en el área? ¿Por qué no se utiliza?",
        "¿Se han tomado medidas para reducir la vibración en equipos y herramientas?",
        "¿Las herramientas y máquinas se mantienen en condiciones que reduzcan el esfuerzo auditivo del operador?"

    ],
    "mantienePosturas": [
        "¿Los operadores de menor estatura alcanzan controles y materiales sin forzar su postura?",
        "¿Los operadores altos tienen espacio suficiente para movimientos sin restricciones?",
        "¿Se permite alternar entre estar de pie y sentado, dependiendo del tipo de tarea?",
        "¿Se dispone de sillas o banquetas para pausas cortas en tareas prolongadas de pie?",
        "¿Las sillas para trabajos sentados son ajustables y tienen respaldo ergonómico?",
        "¿Las superficies de trabajo permiten alternar tareas con objetos grandes y pequeños?",
        "¿Existen pausas activas o pausas programadas que ayuden a mitigar la fatiga postural?",
        "¿Se combinan tareas para diversificar el trabajo y reducir la fatiga?",
        "¿Se aplican medidas especiales para mujeres embarazadas?",
        "¿Se ajustan condiciones para trabajadores de edad avanzada?"
    ]
  }
}


